Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Try again in \(lockoutCountdown)
af: Probeer weer oor \(lockoutCountdown)
ar: حاول مرة أخرى خلال \(lockoutCountdown)
bg: Опитайте отново след \(lockoutCountdown)
bn: \(lockoutCountdown) পরে আবার চেষ্টা করুন
ca: Torna-ho a provar en \(lockoutCountdown)
cs: Zkuste to znovu za \(lockoutCountdown)
da: Prøv igen om \(lockoutCountdown)
de: In \(lockoutCountdown) erneut versuchen
el: Δοκιμάστε ξανά σε \(lockoutCountdown)
es: Vuelve a intentarlo en \(lockoutCountdown)
et: Proovi uuesti \(lockoutCountdown) pärast
fa: تا \(lockoutCountdown) دیگر دوباره تلاش کنید
fi: Yritä uudelleen \(lockoutCountdown) päästä
fil: Subukan ulit sa \(lockoutCountdown)
fr: Réessayez dans \(lockoutCountdown)
he: אפשר לנסות שוב בעוד \(lockoutCountdown)
hi: \(lockoutCountdown) में फिर से कोशिश करें
hr: Pokušajte ponovno za \(lockoutCountdown)
hu: Próbáld újra \(lockoutCountdown) múlva
id: Coba lagi dalam \(lockoutCountdown)
is: Reyndu aftur eftir \(lockoutCountdown)
it: Riprovi tra \(lockoutCountdown)
ja: \(lockoutCountdown) 後にもう一度お試しください
ko: \(lockoutCountdown) 후에 다시 시도하세요
lt: Bandykite dar kartą po \(lockoutCountdown)
lv: Mēģiniet vēlreiz pēc \(lockoutCountdown)
ml: \(lockoutCountdown)-ൽ വീണ്ടും ശ്രമിക്കുക
mr: \(lockoutCountdown) मध्ये पुन्हा प्रयत्न करा
ms: Cuba lagi dalam \(lockoutCountdown)
nb: Prøv igjen om \(lockoutCountdown)
nl: Probeer over \(lockoutCountdown) opnieuw
pa: \(lockoutCountdown) ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie za \(lockoutCountdown)
pt_br: Tente novamente em \(lockoutCountdown)
ro: Încearcă din nou în \(lockoutCountdown)
ru: Повторите через \(lockoutCountdown)
sk: Skúste znova o \(lockoutCountdown)
sl: Poskusite znova čez \(lockoutCountdown)
sr: Покушајте поново за \(lockoutCountdown)
sv: Försök igen om \(lockoutCountdown)
sw: Jaribu tena baada ya \(lockoutCountdown)
ta: \(lockoutCountdown) இல் மீண்டும் முயற்சிக்கவும்
te: \(lockoutCountdown) లో మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้งใน \(lockoutCountdown)
tr: \(lockoutCountdown) sonra tekrar deneyin
uk: Спробуйте знову через \(lockoutCountdown)
ur: \(lockoutCountdown) میں دوبارہ کوشش کریں
vi: Hãy thử lại sau \(lockoutCountdown)
zh_hans: \(lockoutCountdown) 后重试
zh_hant: \(lockoutCountdown) 後重試

source: Try again in %@
af: Probeer weer oor %@
ar: حاول مرة أخرى خلال %@
bg: Опитайте отново след %@
bn: %@ পরে আবার চেষ্টা করুন
ca: Torna-ho a provar en %@
cs: Zkuste to znovu za %@
da: Prøv igen om %@
de: In %@ erneut versuchen
el: Δοκιμάστε ξανά σε %@
es: Vuelve a intentarlo en %@
et: Proovi uuesti %@ pärast
fa: تا %@ دیگر دوباره تلاش کنید
fi: Yritä uudelleen %@ päästä
fil: Subukan ulit sa %@
fr: Réessayez dans %@
he: אפשר לנסות שוב בעוד %@
hi: %@ में फिर से कोशिश करें
hr: Pokušajte ponovno za %@
hu: Próbáld újra %@ múlva
id: Coba lagi dalam %@
is: Reyndu aftur eftir %@
it: Riprovi tra %@
ja: %@ 後にもう一度お試しください
ko: %@ 후에 다시 시도하세요
lt: Bandykite dar kartą po %@
lv: Mēģiniet vēlreiz pēc %@
ml: %@-ൽ വീണ്ടും ശ്രമിക്കുക
mr: %@ मध्ये पुन्हा प्रयत्न करा
ms: Cuba lagi dalam %@
nb: Prøv igjen om %@
nl: Probeer over %@ opnieuw
pa: %@ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie za %@
pt_br: Tente novamente em %@
ro: Încearcă din nou în %@
ru: Повторите через %@
sk: Skúste znova o %@
sl: Poskusite znova čez %@
sr: Покушајте поново за %@
sv: Försök igen om %@
sw: Jaribu tena baada ya %@
ta: %@ இல் மீண்டும் முயற்சிக்கவும்
te: %@ లో మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้งใน %@
tr: %@ sonra tekrar deneyin
uk: Спробуйте знову через %@
ur: %@ میں دوبارہ کوشش کریں
vi: Hãy thử lại sau %@
zh_hans: %@ 后重试
zh_hant: %@ 後重試

source: Try again.
af: Probeer weer.
ar: حاول مرة أخرى.
bg: Опитайте отново.
bn: আবার চেষ্টা করুন।
ca: Torna-ho a provar.
cs: Zkuste to znovu.
da: Prøv igen.
de: Versuchen Sie es erneut.
el: Δοκιμάστε ξανά.
es: Inténtalo de nuevo.
et: Proovi uuesti.
fa: دوباره تلاش کنید.
fi: Yritä uudelleen.
fil: Subukan muli.
fr: Réessayez.
he: נסה שוב.
hi: फिर से कोशिश करें।
hr: Pokušajte ponovno.
hu: Próbálja újra.
id: Coba lagi.
is: Reyndu aftur.
it: Riprovi.
ja: もう一度お試しください。
ko: 다시 시도하세요.
lt: Bandykite dar kartą.
lv: Mēģiniet vēlreiz.
ml: വീണ്ടും ശ്രമിക്കുക.
mr: पुन्हा प्रयत्न करा.
ms: Cuba lagi.
nb: Prøv igjen.
nl: Probeer opnieuw.
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Spróbuj ponownie.
pt_br: Tente de novo.
ro: Mai încearcă o dată.
ru: Попробуйте ещё раз.
sk: Skúste to znova.
sl: Poskusite znova.
sr: Покушајте поново.
sv: Försök igen.
sw: Jaribu tena.
ta: மீண்டும் முயற்சி.
te: మళ్లీ ప్రయత్నించండి.
th: ลองอีกครั้ง
tr: Tekrar deneyin.
uk: Спробуйте ще раз.
ur: دوبارہ کوشش کریں۔
vi: Thử lại.
zh_hans: 再试一次。
zh_hant: 再試一次。

source: Turn on camera access in Settings to scan with the camera. You can still pick a QR code from your photos or paste one.
af: Skakel kameratoegang in Instellings aan om met die kamera te skandeer. Jy kan steeds 'n QR-kode uit jou foto's kies of een plak.
ar: فعّل الوصول إلى الكاميرا في الإعدادات للمسح بالكاميرا. لا يزال بإمكانك اختيار رمز QR من صورك أو لصق واحد.
bg: Включете достъпа до камерата в „Настройки“, за да сканирате с камерата. Все още можете да изберете QR код от снимките си или да поставите такъв.
bn: ক্যামেরা দিয়ে স্ক্যান করতে সেটিংসে ক্যামেরা অ্যাক্সেস চালু করুন। আপনি এখনও আপনার ছবি থেকে একটি QR কোড বেছে নিতে বা একটি পেস্ট করতে পারেন।
ca: Activa l'accés a la càmera a Configuració per escanejar amb la càmera. Encara pots triar un codi QR de les teves fotos o enganxar-ne un.
cs: Zapněte přístup k fotoaparátu v Nastavení, abyste mohli skenovat fotoaparátem. QR kód můžete stále vybrat z fotek nebo jej vložit.
da: Slå kameraadgang til i Indstillinger for at scanne med kameraet. Du kan stadig vælge en QR-kode fra dine billeder eller indsætte en.
de: Aktiviere den Kamerazugriff in den Einstellungen, um mit der Kamera zu scannen. Du kannst trotzdem einen QR-Code aus deinen Fotos wählen oder einen einfügen.
el: Ενεργοποιήστε την πρόσβαση στην κάμερα στις Ρυθμίσεις για σάρωση με την κάμερα. Μπορείτε ακόμη να επιλέξετε έναν κωδικό QR από τις φωτογραφίες σας ή να επικολλήσετε έναν.
es: Activa el acceso a la cámara en Ajustes para escanear con la cámara. Aún puedes elegir un código QR de tus fotos o pegar uno.
et: Kaameraga skannimiseks lülitage Seadetes sisse kaamera juurdepääs. Saate endiselt valida QR-koodi oma fotodest või kleepida selle.
fa: دسترسی دوربین را در تنظیمات روشن کنید تا با دوربین اسکن کنید. همچنان می‌توانید یک کد QR از عکس‌هایتان انتخاب یا بچسبانید.
fi: Ota kameran käyttöoikeus käyttöön Asetuksissa skannataksesi kameralla. Voit silti valita QR-koodin kuvistasi tai liittää sellaisen.
fil: I-on ang access sa camera sa Settings para mag-scan gamit ang camera. Maaari ka pa ring pumili ng QR code mula sa iyong mga larawan o mag-paste ng isa.
fr: Activez l'accès à l'appareil photo dans Réglages pour scanner avec l'appareil photo. Vous pouvez toujours choisir un QR code dans vos photos ou en coller un.
he: הפעל גישה למצלמה בהגדרות כדי לסרוק עם המצלמה. עדיין תוכל לבחור קוד QR מהתמונות שלך או להדביק אחד.
hi: कैमरे से स्कैन करने के लिए सेटिंग में कैमरा एक्सेस चालू करें। आप अभी भी अपनी फ़ोटो से कोई QR कोड चुन सकते हैं या एक पेस्ट कर सकते हैं।
hr: Uključite pristup kameri u Postavkama za skeniranje kamerom. I dalje možete odabrati QR kod iz svojih fotografija ili ga zalijepiti.
hu: Kapcsold be a kamera-hozzáférést a Beállításokban, hogy kamerával olvashass be. Egy QR-kódot továbbra is választhatsz a fotóid közül, vagy beilleszthetsz egyet.
id: Aktifkan akses kamera di Pengaturan untuk memindai dengan kamera. Anda masih dapat memilih kode QR dari foto Anda atau menempelnya.
is: Kveiktu á aðgangi að myndavél í Stillingum til að skanna með myndavélinni. Þú getur enn valið QR-kóða úr myndunum þínum eða límt einn inn.
it: Attiva l'accesso alla fotocamera in Impostazioni per scansionare con la fotocamera. Puoi comunque scegliere un codice QR dalle tue foto o incollarne uno.
ja: カメラでスキャンするには、「設定」でカメラへのアクセスをオンにしてください。写真から QR コードを選んだり、貼り付けたりすることも引き続き可能です。
ko: 카메라로 스캔하려면 설정에서 카메라 접근을 켜세요. 사진에서 QR 코드를 선택하거나 붙여넣을 수도 있습니다.
lt: Įjunkite kameros prieigą Nustatymuose, kad nuskaitytumėte kamera. Vis tiek galite pasirinkti QR kodą iš savo nuotraukų arba jį įklijuoti.
lv: Ieslēdziet kameras piekļuvi sadaļā Iestatījumi, lai skenētu ar kameru. Joprojām varat izvēlēties QR kodu no saviem fotoattēliem vai ielīmēt to.
ml: ക്യാമറ ഉപയോഗിച്ച് സ്കാൻ ചെയ്യാൻ ക്രമീകരണങ്ങളിൽ ക്യാമറ ആക്സസ് ഓണാക്കുക. നിങ്ങൾക്ക് ഇപ്പോഴും നിങ്ങളുടെ ഫോട്ടോകളിൽ നിന്ന് ഒരു QR കോഡ് തിരഞ്ഞെടുക്കാം അല്ലെങ്കിൽ ഒന്ന് ഒട്ടിക്കാം.
mr: कॅमेऱ्याने स्कॅन करण्यासाठी सेटिंग्जमध्ये कॅमेरा प्रवेश चालू करा. तुम्ही अजूनही तुमच्या फोटोमधून QR कोड निवडू शकता किंवा एक पेस्ट करू शकता.
ms: Hidupkan akses kamera dalam Tetapan untuk mengimbas dengan kamera. Anda masih boleh memilih kod QR daripada foto anda atau menampal satu.
nb: Slå på kameratilgang i Innstillinger for å skanne med kameraet. Du kan fremdeles velge en QR-kode fra bildene dine eller lime inn en.
nl: Schakel cameratoegang in bij Instellingen om met de camera te scannen. Je kunt nog steeds een QR-code uit je foto's kiezen of er een plakken.
pa: ਕੈਮਰੇ ਨਾਲ ਸਕੈਨ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੈਮਰਾ ਪਹੁੰਚ ਚਾਲੂ ਕਰੋ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਵਿੱਚੋਂ ਇੱਕ QR ਕੋਡ ਚੁਣ ਸਕਦੇ ਹੋ ਜਾਂ ਇੱਕ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Włącz dostęp do aparatu w Ustawieniach, aby skanować aparatem. Nadal możesz wybrać kod QR ze zdjęć lub go wkleić.
pt_br: Ative o acesso à câmera nos Ajustes para ler com a câmera. Você ainda pode escolher um código QR das suas fotos ou colar um.
ro: Activează accesul la cameră în Configurări pentru a scana cu camera. Poți totuși alege un cod QR din pozele tale sau lipi unul.
ru: Включите доступ к камере в Настройках, чтобы сканировать камерой. Вы по-прежнему можете выбрать QR-код из фото или вставить его.
sk: Zapnite prístup k fotoaparátu v Nastaveniach, aby ste mohli skenovať fotoaparátom. Stále môžete vybrať QR kód z fotiek alebo ho vložiť.
sl: Vklopite dostop do kamere v Nastavitvah za skeniranje s kamero. Še vedno lahko izberete kodo QR iz svojih fotografij ali jo prilepite.
sr: Uključite pristup kameri u Podešavanjima da skenirate kamerom. I dalje možete izabrati QR kod iz fotografija ili ga nalepiti.
sv: Aktivera kameraåtkomst i Inställningar för att skanna med kameran. Du kan fortfarande välja en QR-kod från dina bilder eller klistra in en.
sw: Washa ufikiaji wa kamera katika Mipangilio ili kuchanganua kwa kamera. Bado unaweza kuchagua msimbo wa QR kutoka kwenye picha zako au kubandika mmoja.
ta: கேமராவுடன் ஸ்கேன் செய்ய அமைப்புகளில் கேமரா அணுகலை இயக்கவும். நீங்கள் இன்னும் உங்கள் புகைப்படங்களிலிருந்து QR குறியீட்டைத் தேர்வுசெய்யலாம் அல்லது ஒன்றை ஒட்டலாம்.
te: కెమెరాతో స్కాన్ చేయడానికి సెట్టింగ్‌లలో కెమెరా యాక్సెస్‌ను ఆన్ చేయండి. మీరు ఇంకా మీ ఫోటోల నుండి QR కోడ్‌ను ఎంచుకోవచ్చు లేదా ఒకదాన్ని అతికించవచ్చు.
th: เปิดการเข้าถึงกล้องในการตั้งค่าเพื่อสแกนด้วยกล้อง คุณยังสามารถเลือกคิวอาร์โค้ดจากรูปภาพหรือวางได้
tr: Kamerayla taramak için Ayarlar'da kamera erişimini açın. Yine de fotoğraflarınızdan bir QR kodu seçebilir veya yapıştırabilirsiniz.
uk: Увімкніть доступ до камери в Налаштуваннях, щоб сканувати камерою. Ви все одно можете вибрати QR-код із ваших фото або вставити його.
ur: کیمرے سے اسکین کرنے کے لیے ترتیبات میں کیمرے تک رسائی آن کریں۔ آپ اب بھی اپنی تصاویر سے کوئی QR کوڈ منتخب کر سکتے ہیں یا پیسٹ کر سکتے ہیں۔
vi: Bật quyền truy cập camera trong Cài đặt để quét bằng camera. Bạn vẫn có thể chọn một mã QR từ thư viện ảnh hoặc dán một mã.
zh_hans: 请在“设置”中打开相机访问权限以使用相机扫描。你仍可从照片中选取二维码或粘贴一个。
zh_hant: 請在「設定」中開啟相機取用權限以使用相機掃描。你仍可從照片中挑選 QR 碼或貼上一個。

source: Type
af: Tipe
ar: النوع
bg: Тип
bn: ধরন
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
fa: نوع
fi: Tyyppi
fil: Uri
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
is: Tegund
it: Tipo
ja: 種類
ko: 유형
lt: Tipas
lv: Tips
ml: തരം
mr: प्रकार
ms: Jenis
pa: ਕਿਸਮ
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sr: Тип
sv: Typ
sw: Aina
ta: வகை
te: రకం
th: ประเภท
tr: Tür
uk: Тип
ur: قسم
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type a URL to navigate, or any search term to search the web.
af: Tik 'n URL om te navigeer, of enige soekterm om die web te deursoek.
ar: اكتب عنوان URL للانتقال، أو أي مصطلح للبحث في الويب.
bg: Въведете URL за навигация или дума за търсене в мрежата.
bn: নেভিগেট করতে একটি URL টাইপ করুন, অথবা ওয়েবে খুঁজতে যেকোনো অনুসন্ধান শব্দ।
ca: Escriu un URL per navegar, o qualsevol terme per cercar a la web.
cs: Zadejte URL pro otevření nebo libovolný výraz pro hledání na webu.
da: Skriv en URL for at gå til den, eller et søgeord for at søge på nettet.
de: Gib eine URL ein, um sie zu öffnen, oder einen Suchbegriff, um das Web zu durchsuchen.
el: Πληκτρολογήστε ένα URL για πλοήγηση ή έναν όρο αναζήτησης για αναζήτηση στον ιστό.
es: Escribe una URL para navegar o un término para buscar en la web.
et: Sisesta URL navigeerimiseks või mis tahes otsingusõna veebi otsimiseks.
fa: یک URL برای رفتن، یا هر عبارت جستجویی برای جستجو در وب تایپ کنید.
fi: Kirjoita URL siirtyäksesi sivulle tai hakusana etsiäksesi verkosta.
fil: Mag-type ng URL para mag-navigate, o anumang search term para maghanap sa web.
fr: Saisissez une URL pour naviguer, ou un terme pour effectuer une recherche sur le web.
he: אפשר להקליד כתובת URL לניווט, או מונח כלשהו לחיפוש ברשת.
hi: नेविगेट करने के लिए URL टाइप करें, या वेब पर खोजने के लिए कोई भी सर्च टर्म।
hr: Upišite URL za navigaciju ili pojam za pretragu weba.
hu: Írj be egy URL-t a megnyitáshoz, vagy bármilyen kifejezést a webes kereséshez.
id: Ketik URL untuk membuka, atau istilah pencarian apa pun untuk mencari di web.
is: Sláðu inn vefslóð til að fara þangað, eða hvaða leitarorð sem er til að leita á vefnum.
it: Digiti un URL per navigare, oppure un termine qualsiasi per cercare sul web.
ja: URL を入力して開くか、検索語を入力して Web を検索します。
ko: 이동하려면 URL을, 웹을 검색하려면 검색어를 입력하세요.
lt: Įveskite URL naršymui arba bet kokį paieškos žodį, kad ieškotumėte žiniatinklyje.
lv: Ievadiet URL navigācijai vai jebkuru meklēšanas vārdu, lai meklētu tīmeklī.
ml: നാവിഗേറ്റ് ചെയ്യാൻ ഒരു URL ടൈപ്പ് ചെയ്യുക, അല്ലെങ്കിൽ വെബ് തിരയാൻ ഏതെങ്കിലും തിരയൽ പദം.
mr: नेव्हिगेट करण्यासाठी URL टाइप करा, किंवा वेब शोधण्यासाठी कोणतीही शोध संज्ञा.
ms: Taip URL untuk menavigasi, atau sebarang istilah carian untuk mencari di web.
nb: Skriv inn en URL for å navigere, eller et søkeord for å søke på nettet.
nl: Typ een URL om te navigeren, of een zoekterm om het web te doorzoeken.
pa: ਨੈਵੀਗੇਟ ਕਰਨ ਲਈ ਇੱਕ URL ਟਾਈਪ ਕਰੋ, ਜਾਂ ਵੈੱਬ ਖੋਜਣ ਲਈ ਕੋਈ ਖੋਜ ਸ਼ਬਦ।
pl: Wpisz adres URL, aby przejść, lub dowolne hasło, aby wyszukać w sieci.
pt_br: Digite uma URL para navegar ou um termo de busca para pesquisar na web.
ro: Tastează un URL pentru a naviga sau un termen de căutare pentru a căuta pe web.
ru: Введите URL для перехода или поисковый запрос для поиска в интернете.
sk: Zadajte URL pre prechod alebo výraz pre vyhľadávanie na webe.
sl: Vnesite URL za pomik ali iskalni izraz za iskanje po spletu.
sr: Унесите URL за навигацију или термин за претрагу веба.
sv: Skriv en URL för att gå dit, eller en sökterm för att söka på webben.
sw: Andika URL ili kusogeza, au neno lolote la utafutaji ili kutafuta kwenye wavuti.
ta: வழிசெலுத்த ஒரு URL-ஐயோ, அல்லது வலையில் தேட எந்தத் தேடற்சொல்லையோ உள்ளிடவும்.
te: నావిగేట్ చేయడానికి ఒక URL ను, లేదా వెబ్‌లో శోధించడానికి ఏదైనా శోధన పదాన్ని నమోదు చేయండి.
th: พิมพ์ URL เพื่อไปยังหน้า หรือคำค้นใดก็ได้เพื่อค้นหาบนเว็บ
tr: Gezinmek için bir URL veya web’de arama yapmak için herhangi bir terim yazın.
uk: Введіть URL для переходу або пошуковий запит для пошуку в інтернеті.
ur: نیویگیٹ کرنے کے لیے کوئی URL ٹائپ کریں، یا ویب تلاش کرنے کے لیے کوئی تلاش کی اصطلاح۔
vi: Nhập một URL để truy cập, hoặc bất kỳ từ khóa nào để tìm kiếm trên web.
zh_hans: 输入网址进行访问,或输入搜索关键词搜索网络。
zh_hant: 輸入網址前往,或輸入搜尋關鍵字搜尋網路。

source: Type any threshold in your display currency.
af: Tik enige drempel in jou vertoonvaluta.
ar: اكتب أيّ حدٍّ بعملة العرض لديك.
bg: Въведете произволен праг във валутата за показване.
bn: আপনার ডিসপ্লে মুদ্রায় যেকোনো সীমা লিখুন।
ca: Escriu qualsevol llindar en la teva moneda de visualització.
cs: Zadejte libovolný práh v měně zobrazení.
da: Indtast en vilkårlig tærskel i din visningsvaluta.
de: Gib einen beliebigen Schwellenwert in deiner Anzeigewährung ein.
el: Πληκτρολόγησε όποιο όριο θες, στο νόμισμα εμφάνισης.
es: Escribe cualquier umbral en tu moneda de visualización.
et: Sisesta soovitud lävi oma kuvavaluutas.
fa: هر آستانه‌ای را به ارز نمایشتان وارد کنید.
fi: Anna mikä tahansa kynnysarvo näyttövaluuttassasi.
fil: Mag-type ng anumang threshold sa display currency mo.
fr: Saisissez n’importe quel seuil dans votre devise d’affichage.
he: הקלד כל סף שתבחר במטבע התצוגה שלך.
hi: अपनी डिस्प्ले मुद्रा में कोई भी सीमा टाइप करें।
hr: Upišite bilo koji prag u valuti prikaza.
hu: Adj meg bármilyen küszöböt a megjelenítési pénznemben.
id: Ketik ambang berapa pun dalam mata uang tampilan Anda.
is: Sláðu inn hvaða þröskuld sem er í sýnigjaldmiðlinum þínum.
it: Inserisci una soglia qualsiasi nella tua valuta di visualizzazione.
ja: 表示通貨で任意のしきい値を入力します。
ko: 표시 통화로 원하는 기준 금액을 입력하세요.
lt: Įveskite norimą slenkstį pasirinkta atvaizdavimo valiuta.
lv: Ievadi jebkuru slieksni savā attēlošanas valūtā.
ml: നിങ്ങളുടെ ഡിസ്പ്ലേ കറൻസിയിൽ ഏതെങ്കിലും പരിധി ടൈപ്പ് ചെയ്യുക.
mr: तुमच्या प्रदर्शन चलनात कोणतीही मर्यादा टाइप करा.
ms: Taipkan sebarang ambang dalam mata wang paparan anda.
nb: Skriv inn en hvilken som helst terskel i visningsvalutaen din.
nl: Typ een willekeurige drempel in je weergavevaluta.
pa: ਆਪਣੀ ਡਿਸਪਲੇ ਕਰੰਸੀ ਵਿੱਚ ਕੋਈ ਵੀ ਹੱਦ ਟਾਈਪ ਕਰੋ।
pl: Wpisz dowolny próg w wybranej walucie wyświetlania.
pt_br: Digite qualquer limite na sua moeda de exibição.
ro: Introdu orice prag în moneda de afișare.
ru: Введите любой порог в валюте отображения.
sk: Zadajte ľubovoľný prah v mene zobrazenia.
sl: Vnesite poljuben prag v valuti prikaza.
sr: Унесите било који праг у валути приказа.
sv: Skriv valfri tröskel i din visningsvaluta.
sw: Andika kiwango chochote katika sarafu yako ya kuonyesha.
ta: உங்கள் காட்சி நாணயத்தில் எந்த வரம்பையும் உள்ளிடவும்.
te: మీ ప్రదర్శన కరెన్సీలో ఏదైనా పరిమితిని టైప్ చేయండి.
th: พิมพ์ค่าขั้นต่ำใดก็ได้ในสกุลเงินที่ใช้แสดง
tr: Görüntüleme para biriminizde herhangi bir eşik girin.
uk: Введіть будь-який поріг у валюті відображення.
ur: اپنی ڈسپلے کرنسی میں کوئی بھی حد لکھیں۔
vi: Nhập một ngưỡng bất kỳ theo tiền tệ hiển thị của bạn.
zh_hans: 用你的显示货币输入任意阈值。
zh_hant: 用你的顯示貨幣輸入任意閾值。
